Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/plenum_no/sp2019-2.pdf.tmx
Source language: nob
Languages: sme

source: Dermed skapes og synliggjøres en pedagogisk plattform for de samiske barna på deres egne premisser.
sme: Dieinna lágiin háhkkojuvvo ja oainnusmahttojuvvo pedagogalaš geađgejuolgi sámi mánáide sin eavttuid vuođul.

source: Utformingen av barnehagens fysiske struktur er viktig da barn påvirkes nettopp av ytre rammebetingelser.
sme: Mánáidgárddi fysalaš struktuvrra hábmen lea deaŧalaš danne go mánáide váikkuhit juste olgguldas rámmaeavttut.

source: Gjenstander og uttrykk er symboler og forteller om den indre barnehagekulturen og dens verdier.
sme: Dávvirat ja dajahusat leat symbolat ja muitalit siskkáldas kultuvrra ja dan árvvuid birra.

source: Sametinget mener at barnehagene skal ha et samisk preg med synlige objekter og markører.
sme: Sámediggi oaivvilda ahte mánáidgárddiin galgá vuhttot sámevuohta oinnolaš objeavttaiguin ja dovdomearkkaiguin.

source: Det kan for eksempel være en gamme, lavvo, leker som gjenspeiler samisk kultur og utsmykning med samisk motiv.
sme: Sáhttá leat ovdamearkka dihtii goahti, lávvu, duhkorasat mat speadjalastet sámi kultuvrra ja čiŋaheapmi sámi motiivvaiguin.

source: Visualisering av samisk språk forteller også om barnehagens vektlegging av et samisk innhold både i forhold til språk, kultur og verdier.
sme: Sámegiela visualiseren muitala maiddái dan birra movt mánáidgárdi deattuha sámi sisdoalu sihke giela, kultuvrra ja árvvuid ektui.

source: Et synlig samisk preg er viktig for å gi barna en følelse av tilhørighet og aksept som bidrar til styrking av samisk identitet.
sme: Lea deaŧalaš ahte sámevuohta lea oidnosis vai mánát ožžot gullevašvuođa dovddu ja dohkkejumi mii váikkuha sámi identitehta nannema.

source: Det er foreldrene som har hovedansvaret for barns oppdragelse, jamfør barneloven paragraf 30 (1981).
sme: Vánhemiin lea váldoovddasvástádus máná bajásgeassimis, mánáidgárdelága § 30 (1981) mielde.

source: Foreldreansvaret innebærer at foreldrene har et omsorgsansvar for barnet, og at de har bestemmelsesrett på barnets vegne.
sme: Vánhenovddasvástádus mearkkaša ahte vánhemiin lea fuolahusovddasvástádus mánás, ja ahte sis lea mearridanvuoigatvuohta máná ovddas.

source: I den tiden barnet er i barnehagen, tar barnehagen seg av deler av omsorgs- og oppdrageroppgavene.
sme: Dalle go mánná lea mánáidgárddis, váldá mánáidgárdi oasi fuolahus- ja bajásgeassindoaimmain.

source: Barnehagen representerer et kompletterende miljø til hjemmet, og må vise forståelse og respekt for ulike familieformer.
sme: Mánáidgárdi dievasmahttá ruovttubirrasa, ja ferte čájehit áddejumi ja árvvus atnit bearašhámiid.

source: Sametinget ser hvor viktig det er at barnehagene i så stor grad som mulig viderefører tradisjoner innen samisk oppdragelse.
sme: Sámediggi oaidná man deaŧalaš lea ahte mánáidgárddit nu ollu go vejolaš viidásetfievrridit sámi bajásgeassima árbevieruid.

source: Barnehagen må vektlegge og ta hensyn til foreldrenes eget syn på, og egen utførelse av barneoppdragelsen.
sme: Mánáidgárdi ferte deattuhit ja vuhtii váldit vánhemiid oainnu, ja movt sii bajásgesset mánáid.

source: Dette krever en bevisst holdning og kompetanse av de ansatte, foreldre og av det samiske samfunnet generelt.
sme: Dát gáibida dihtomielalaš guottu ja gelbbolašvuođa bargiin, vánhemiin ja sámi servodagas oppalaččat.

source: Det samiske barnet
sme: Sámi mánná

source: I barnekonvensjonens artikkel 3 om barnets beste fastslås det at alle handlinger som berører barn, skal barnets beste være et grunnleggende hensyn.
sme: Mánáidkonvenšuvnna 3. artihkkalis máná buoremusa birra nannejuvvo ahte buot doaimmaid mat gusket mánnái, galgá dat mii lea mánnái buoremus leat vuođđun.

source: Det samiske barnet har rett til en barnehagehverdag som er bygd på samisk språk, samiske verdier, samisk tenkemåte og samisk tradisjonell kunnskap.
sme: Sámi mánás lea vuoigatvuohta dakkár mánáidgárdeárgabeaivái mii vuođđuduvvá sámi gillii, sámi árvvuide, sámi jurddašanvuohkái ja sámi árbedieđuide.

source: Ifølge rammeplan for barnehagen skal barnehagen fremme demokrati og være et inkluderende fellesskap der alle får anledning til å ytre seg, bli hørt og delta.
sme: Mánáidgárderámmaplána mielde galgá mánáidgárdi ovdánahttit demokratiija ja leat searvvaheaddji oktasašvuođas nu ahte buohkain lea vejolašvuohta buktit iežas albmosii, guldaluvvot ja beassat searvat.

source: Alle barn skal kunne få oppleve demokratisk deltakelse ved å bidra og medvirke til barnehagens innhold, uavhengig av kommunikasjonsevner og språklige ferdigheter.
sme: Buot mánát galget beassat vásihit demokráhtalaš searvama dan bokte ahte leat mielde váikkuheamen mánáidgárddi sisdollui, sorjjakeahttá gulahallandáidduin ja gielalaš gálggain.

source: Barn i samiske barnehager skal få mulighet til å bidra og medvirke på sitt eget språk.
sme: Sámi mánáidgárddiid mánát galget oažžut vejolašvuođa leat mielde váikkuheamen iežaset gillii.

source: Samiske barn som vokser opp i dag pendler mellom to kulturer, hvor den norske kulturen lett blir dominerende.
sme: Sámi mánát geat dál bajásšaddet ellet guvttiin kultuvrrain, man oktavuođas dáža kultuvrra álkidit álgá stivret.

source: De blir sosialisert inn i en samisk verden og utvikler en samisk identitet.
sme: Sii sosialiserejuvvojit sámi máilmmis ja ovddidit sámi identitehta.

source: Sametinget erfarer at det er en utbredt oppfatning at for de som vokser opp i Norge, vil barndommen fortone seg likt uansett.
sme: Sámediggi vásiha ahte lea leavvan áddejupmi ahte sis guđet bajásšaddet Norggas, lea liikká ovttalágan mánnávuohta.

source: En slik generalisering røper manglende kunnskaper om hvordan den samiske befolkningen lever, og lite forståelse for viktigheten av å bevare og styrke samisk språk og kultur.
sme: Dát vihku váilevaš máhtu das movt sámi álbmot eallá, ja sii unnán áddejit man deaŧalaš lea suodjalit ja nannet sámi giela ja kultuvrra.

source: Selv om foreldrene er samiskspråklige og snakker samisk til barnet, vil barnet også på et tidspunkt lære seg norsk.
sme: Vaikko vánhemat leat sámegielagat ja hállet sámegiela mánnái, de oahppá mánná muhtun áiggis dárogiela.

source: Påvirkningen utenfra er stor gjennom barnehage, skole, venner, media og det norske majoritetssamfunnet.
sme: Olggobeale váikkuhusat leat ollu, mánáidgárddi, skuvlla, ustibiid, media bokte ja norgga majoritehta servodagas beales.

source: Det samiske barnet har en privilegert «bagasje» med seg ved å være tokulturell og tospråklig.
sme: Sámi mánás lea hui erenoamáš ovdamunni go gullá guovtti kultuvrii ja lea guovttegielat.

source: For samiske barn er det hele tiden en pendling mellom to språk, for eksempel samisk og norsk/svensk/finsk.
sme: Sámi mánát fertejit oppa áiggi molssodit guovtti giela gaskka, ovdamearkka dihtii sámegiela, dárogiela, ruoŧagiela ja suomagiela gaskka.

source: De lever i to verdener, og dermed kan man snakke om to ulike måter å være barn på, kulturelt og språklig sett.
sme: Sii ellet guovtti máilmmis, ja danne sáhttá hállat ahte mánát ellet guovtti vuogi mielde, kultuvrralaččat ja gielalaččat.

source: Det samiske barnet skal lære å forvalte en personlig identitet innenfor et system med to sosiale identiteter.
sme: Sámi mánná galgá oahppat hálddašit persovnnalaš identitehta ovtta vuogádaga siskkobealde mas leat guokte sosiála identitehta.

source: Barnet må lære seg at dets verden er delt inn i to atskilte kulturer som har hver sin kode og hver sin livstema, vurderinger og personsammensetninger (Høgmo 1986).
sme: Mánná ferte oahppat ahte su máilbmi lea guovtti kultuvrra gaskkas main lea sierra koda ja juohkehaččas iežas eallinfáddá, árvvoštallamat ja persončoahkkádusat (Høgmo 1986).

source: Den samiske verden er også påvirket av den vestlige kulturen, og andre kulturer blir en del av de samiske barns verden.
sme: Sámi máilbmái čuohcá maiddái oarjemáilmmi kultuvra, ja eará kultuvrrat šaddet leat oassin sámi máná máilmmis.

source: Dette må personalet i barnehagene også ta i betraktning og ha kompetanse om.
sme: Dán fertejit mánáidgárddiid bargit maiddái vuhtii váldit ja sis ferte leat gelbbolašvuohta dan birra.

source: Det samiske barnet har krav på et godt barnehagemiljø med et inkluderende og likeverdig felleskap.
sme: Sámi mánás lea riekti buori mánáidgárdebirrasii mii searvvaha ja mas lea ovttaárvosaš oktasašvuohta.

source: For å lykkes må barnet få utvikle sitt samiske språk, sin samiske kultur og sin samiske identitet.
sme: Máná lihkostuvvama dihtii ferte son beassat ovddidit iežas sámi giela, sámi kultuvrra ja sámi identitehta.

source: Tidlig innsats og tilpasset opplæring for det samiske barnet er viktig for et godt læringsmiljø som er fri for mobbing og trakassering.
sme: Árra áŋgiruššan ja heivehuvvon oahpahus sámi máná várás lea deaŧalaš buori oahppanbirrasa dihtii gos ii leat givssideapmi iige vealaheapmi.

source: En god og trygg barnehagehverdag vil ruste det samiske barnet for fremtiden.
sme: Buorre ja oadjebas mánáidgárdeárgabeaivi addá sámi mánnái álššaid boahtteáigái.

source: Den samiske barnehagen er derfor en viktig institusjon for det samiske barnet, og deres utvikling av samisk identitet.
sme: Danne lea sámi mánáidgárdi deaŧalaš ásahus sámi mánnái, ja sin sámi identitehta ahtanuššamii.

source: Med stort press og påvirkning fra andre samfunn er samisk barnehage en nødvendighet for å videreføre samisk språk og kultur til de neste generasjoner.
sme: Sámi mánáidgárdi lea eará servodaga deattu ja váikkuhusaid geažil vealtameahttun sámi giela ja kultuvrra viidásetfievrrideapmái boahtte buolvvaide.

source: Dette for å hjelpe og støtte samiske foreldre som ønsker at deres barn skal vokse opp med samiske verdier, språk og kultur.
sme: Dán ulbmilin lea veahkehit sámi vánhemiid geat háliidit ahte sin mánát galget bajásšaddat sámi árvvuiguin, gielain ja kultuvrrain.

source: Samiske barn har rett til den gode barndommen, en barndom hvor de får være seg selv uten å måtte argumentere for sin tilstedeværelse.
sme: Sámi mánáin lea vuoigatvuohta oažžut buori mánnávuođa, mánnávuođa gos ožžot leat ieža almmá ahte fertejit ákkastit iežaset leahkima.

source: Ulike samiske barnehagetilbud
sme: Sierra sámi mánáidgárdefálaldagat

source: Det finnes følgende samiske barnehagetilbud:
sme: Gávdnojit čuovvovaš sámi mánáidgárdefálaldagat:

source: · Samisk barnehage: det vil si en barnehage som har vedtektsfestet at driften bygger på samisk språk og kultur.
sme: · Sámi mánáidgárdi: mánáidgárdi mii lea mearrádusain nannejuvvon ahte doaibma vuođđuduvvá sámi gillii ja kultuvrii.

source: · Samisk avdeling i andre barnehager: det vil si samisk avdeling i norske barnehager som har vedtektsfestet at driften bygger på samisk språk og kultur.
sme: · Sámi ossodat eará mánáidgárddiin: sámi ossodat norgalaš mánáidgárddis mii lea mearrádusain nannejuvvon ahte doaibma vuođđuduvvá sámi gillii ja kultuvrii.

source: · Samisk språkopplæring i andre barnehager: det vil si samisk språkopplæring til enkeltbarn eller grupper av barn.
sme: · Sámi giellaoahpahus eará mánáidgárddiin: mas lea sámi giellaoahpahus ovttaskas mánnái dahje mánnájovkui.

source: En slik språkopplæring kan organiseres på ulike måter.
sme: Dán lágan giellaoahpahusa sáhttá organiseret máŋgga láhkai.

source: Slike barnehager har som regel ikke ansatte som behersker samisk språk, men barnehagen henter inn en samiskspråklig ansatt som kan gi dette tilbudet.
sme: Dákkár mánáidgárddiin dábálaččat eai máhte bargit sámegiela, muhto mánáidgárdi viežžá sámegielat bargi gii sáhttá addit dán lágan fálaldaga.

source: Barna som får et samisk språkopplæringstilbud, har gjerne ulik språkbakgrunn.
sme: Mánáin geat galget oažžut sámi giellaoahpahusfálaldaga, lea áinnas sierralágan gielladuogáš.

source: For noen barn vil dette tilbudet være språkopplæring, mens andre, som allerede er samiskspråklige, vil tilbudet være å beholde og videreutvikle sitt språk.
sme: Muhtun mánát ožžot giellaoahpahusfálaldaga, ja earát fas, geat juo leat sámegielagat, ožžot fálaldaga sin giela bisuheames ja viidásetovddideames.

source: Samiske barnehager eller samiske avdelinger med enkeltbarn som har et annet samisk språk enn barnehagens driftsspråk, kan også gi et tilbud om samisk språkopplæring til dette barnet (for eksempel et barn som snakker lulesamisk får språkopplæring i nordsamisk).
sme: Sámi mánáidgárddit dahje sámi ossodagat gos leat ovttaskas mánát geain lea eará sámegiella go mánáidgárddi doaibmagiella, sáhttet maiddái oažžut fálaldaga sámi giellaoahpahusas mánnái (ovdamearkka dihtii mánná gii hállá julevsámegiela sáhttá oažžut giellaoahpahusa davvisámegielas).

source: Barnehager med et samisktilbud er både kommunale og private.
sme: Mánáidgárddit main lea sámefálaldat leat sihke gieldalaš ja priváhta.

source: Det finnes ulike organiseringer av tilbudet som for eksempel reindrifts-, kultur- og naturbarnehage.
sme: Fálaldagat leat organiserejuvvon iešguđetge láhkai ovdamearkka dihtii boazodoallo-, kultur- ja luonddumánáidgárdi.

source: Det finnes barnehager som gir et samisktilbud både på nord-, lule- og sørsamisk språk, som er de mest utbredte samiske språkene i Norge.
sme: Gávdnojit mánáidgárddit main lea sámefálaldat sihke davvi-, julev- ja máttasámegillii, mat leat dábáleamos sámegielat Norggas.

source: De fleste nordsamiske barnehager ligger i det nordsamiske området innenfor samiske distrikt.
sme: Eanaš davvisámegielat mánáidgárddit leat davvisámi guovllus sámi distrivtta siskkobealde.

source: Barnehagene er godt etablerte institusjoner, og den første nordsamiske barnehagen ble etablert allerede i 1969 i Kautokeino.
sme: Mánáidgárddit leat bures sajáiduvvan ásahusat, ja vuosttaš davvisámi mánáidgárdi ásahuvvui juo 1969 Guovdageainnus.

source: Det finnes i dag kun en lulesamisk barnehage i Tysfjord og en lulesamisk avdeling i en norsk barnehage i Bodø.
sme: Dál gávdno dušše okta julevsámi mánáidgárdi Divttasvuonas ja okta julevsámi ossodat norgalaš mánáidgárddis Bådåddjos.

source: Det er en sørsamisk barnehage på Snåsa og to sørsamiske avdelinger henholdsvis på Røros og i Trondheim.
sme: Snoasas lea okta máttasámi mánáidgárdi, ja Plassjes ja Troanddimis goappásge okta máttasámi ossodat.

source: Det finnes også pite-, øst- og umesamiske språkbrukere.
sme: Gávdnojit maiddái nuortalašgiela, bihtánsámegiela ja ubmisámegiela hállit.

source: Pitesamisk, østsamisk og umesamisk skiller seg fra de andre sa miske språkene først og fremst ved å ha svært få språkbrukere i sine tradisjonelle områder i Norge i dag.
sme: Erohussan nuortalašgielas, bihtánsámegielas ja ubmisámegielas eará sámegielaid hárrái lea vuosttažettiin dat ahte dain leat hui unnán geavaheaddjit sin árbevirolaš guovlluin Norggas dál.

source: Det gis ikke opplæring i disse språkene i noen grunnskole i Norge.
sme: Dáin gielain ii leat oahpahus guđege vuođđoskuvllas Norggas.

source: Det finnes ingen barnehager der disse språkene blir formidlet, men Sametinget ser viktigheten av at språkene revitaliseres.
sme: Eai gávdno mánáidgárddit gos dát gielat gaskkustuvvojit, muhto Sámediggi atná deaŧalažžan ahte gielat ealáskahttojuvvojit.

source: Et barnehagetilbud på disse språkene vil være det beste enkelttiltaket for å bevare og utvikle språkene.
sme: Mánáidgárdefálaldat dáin gielain livččii buoremus ovttaskas doaibmabidju dáid gielaid suodjaleames ja ovddideames.

source: Forvaltning av tilskudd til barnehager
sme: Mánáidgárdedoarjaga hálddašeapmi

source: Et virkemiddel for å styrke samisk språk og kultur er tilskudd til barnehagene.
sme: Váikkuhangaskaoapmi sámi giela ja kultuvrra nannemii lea doarjja mánáidgárddiide.

source: Tilskuddet er et av mange tiltak for å nå målet om at samiske barnehagetilbud har samisk innhold som fremmer utvikling, læring og danning.
sme: Doarjja lea okta ollu doaibmabijuin ulbmila juksamis ahte sámi mánáidgárdefálaldagas lea sámi sisdoallu mii ovdánahttá oahppama ja hápmašuvvama.

source: Tilskuddet er viktig for bedre å kunne legge tilrette for kommunene og private barnehageeiere for å ha et samisk barnehagetilbud.
sme: Doarjja lea deaŧalaš dasa ahte gielddat ja priváhta mánáidgárdeeaiggádat buorebut sáhttet láhčit sámi mánáidgárdefálaldaga.

source: Tilskuddet skal dekke merutgifter til arbeidet med samisk språk og kultur.
sme: Doarjja galgá geavahuvvot liigegoluide bargui sámi gielain ja kultuvrrain.

source: Sametinget har følgende tilskuddsordninger for barnehagesektoren:
sme: Sámedikkis leat čuovvovaš doarjjaortnegat mánáidgárdesuorggi várás:

source: · tilskudd til samiske barnehager · tilskudd til samisk avdeling i norske barnehager · tilskudd til samisk språkopplæring · tilskudd til prosjekter og utviklingsarbeid · tilskudd til pedagogisk materiell · direktilskudd til Árran barnehage til språkmedarbeider (giellatjiehppe)
sme: · Doarjja sámi mánáidgárddiide · Doarjja sámi ossodagaide norgalaš mánáidgárddiin · Doarjja sámi giellaoahpahussii · Doarjja prošeavttaide ja ovddidanbargui · Doarjja pedagogalaš ávdnasiidda · Njuolggadoarjja Árran mánáidgárdái giellabargái (giellatjiehppe)

source: Sametinget ser at det er nødvendig å tilpasse tilskuddsordningene slik at barnehagene kan arbeide mer strukturert med samisk språk i barnehagene.
sme: Sámediggi oaidná ahte lea dárbu heivehit doarjjaortnegiid nu ahte mánáidgárddit sáhttet eanet struktuvrralaččat bargat sámegielain mánáidgárddiin.

source: Sametinget ønsker at samiske språk skal bevares og utvikles, og mener derfor at det vil være hensiktsmessig å ha kriterer om at barnehagene aktivt tar i bruk tilpassede modeller for språklæring, bevaring og utvikling.
sme: Sámediggi háliida ahte sámegielat galget suodjaluvvot ja ovddiduvvot, ja oaivvilda danne ahte lea ulbmillaš ahte leat eavttut dasa vai mánáidgárddit árjjalaččat váldet atnui heivehuvvon modeallaid giellaoahpahussii, suodjaleapmái ja ovddideapmái.

source: Målet må være at barnehagebarn, ved overgang til skolen, er samiskspråklige, og at tilskudds- ordningen er med på å realisere dette.
sme: Mihttomearrin ferte leat ahte mánáidgárdemánát, skuvlii álggedettiin, leat sámegielagat, ja ahte doarjjaortnet lea mielde duohtan dahkamin dan.

source: Det har blitt tildelt følgende tilskudd i perioden 2016-2018:
sme: Doarjja lea juolluduvvon čuovvovaččat áigodagas 2016-2018:

source: Tilskudd til barnehager samiske barnehager Språkopplæring prosjekter og utviklingsarbeid Pedagogisk materiell Direkte tilskudd giellatjiehppe Sum
sme: Doarjja mánáidgárddiid e Sámi mánáidgárddiid e Giellaoahpahussi i Prošeavttaide ja ovddidanbargu i Pedagogala š ávdnasiidda Njuolggadoarjj a - giellatjiehppe Submi

source: Tabellen ovenfor viser i kroner hva som er tildelt i tilskudd til barnehager fordelt på de ulike tilskuddsordningene.
sme: Tabealla bajábealde čájeha man ollu ruvnnuid lea juogaduvvon doarjja mánáidgárddiide iešguđege doarjjaortnegiin.

source: Vi ser at det i 2018 ble tildelt kr 15.155.947 totalt i tilskudd til barnehager med samisktilbud.
sme: Mii oaidnit ahte 2018:s lea juolluduvvon oktiibuot 15.155.947 ru doarjja mánáidgárddiide main lea sámefálaldat.

source: BARNEHAGEPROSJEKT «SÁMI MÁNÁT OĐĐA SEARVELANJÁIN”
sme: MÁNÁIDGÁRDEPROŠEAKTA «SÁMI MÁNÁT OĐĐA SEARVELANJAIN”

source: Mål og innhold i prosjektet
sme: Prošeavtta mihttomearri ja sisdoallu

source: Målet for barnehageprosjektet er: Samisk filosofi skal danne grunnlaget for innholdet i samiske barnehager der samiske verdier, naturfilosofi, språk, kultur, lederskap og tradisjonskunnskap er bærende elementer i det pedagogiske arbeidet.
sme: Mánáidgárdeprošeavtta mihttomearrin lea: Sámi filosofiija galgá leat vuođđun sámi mánáidgárddiid sisdollui gos sámi árvvut, luonddufilosofiija, giella, kultuvra, jođiheapmi ja árbedieđut leat pedagogalaš barggu guoddi oasit.

source: Sametinget har sett behov for strukturelle endringer både pedagogisk og organisatorisk innen barnehagesektoren som tar i bruk og drar nytte av samisk kunnskap.
sme: Sámediggi oaidná ahte mánáidgárdesuorggi siskkobealde lea dárbu struktuvrralaš rievdadusaide sihke pedagogalaš ja organisatuvrralaš, ja geavahišgoahtit sámi máhtu ja ávkkástallat dainna.

source: Sametinget har derfor satt i gang et prosjekt som fokuserer på innholdet i samiske barnehager, det samiske verdigrunnlaget, samisk språk, tradisjonell kunnskap samt kultur og samfunnsliv.
sme: Danne lea Sámediggi álggahan prošeavtta mas fokuserejuvvojit sámi mánáidgárddiid sisdoallu, sámi árvovuođđu, sámegiella, árbedieđut ja dasto kultuvra ja servodateallin.

source: I det samiske verdigrunnlaget inngår de materielle, mentale og sosiale dimensjonene i samisk kultur og anbefalinger om hvordan dette skal følges opp i de enkelte barnehager.
sme: Sámi árvovuđđui gullet ávnnaslaš, mentála ja sosiála dimenšuvnnat sámi kultuvrras ja rávvagat movt dat galgá čuovvuluvvot ovttaskas mánáidgárddiin.

source: Det er behov for å utforme egne vitenskapelige teorier om samisk barnehagepedagogikk og didaktikk.
sme: Dárbu lea hábmet sierra dieđalaš teoriijaid sámi mánáidgárdepedagogihka ja didaktihka birra.

source: De fleste samiske barnehager har utviklet et innhold og praksis som tar utgangs-punkt i samiske verdier, språk, kultur og tradisjon.
sme: Eanaš sámi mánáidgárddit leat ovddidan sisdoalu ja geavahusa mii váldá vuolggasaji sámi árvvuin, gielas, kultuvrras ja árbevieruin.

source: Et mangfold av forskning har utviklet teorier om danningsprosessen i samisk barneoppdragelse, som kan anvendes som utgangpunkt og grunnlag for å utvikle en samisk barnehagepedagogikk og didaktikk.
sme: Ollu dutkamat leat ovddidan teoriijaid hápmašuvvanproseassa birra sámi mánáid bajásgeassimis, maid sáhttá geavahit vuolggasadjin ja vuođđun sámi mánáidgárdepedagogihka ja didaktihka ovddideapmái.

source: I perioden fra 1. oktober 2017 til 31. mars 2018 er det gjennomført et forprosjekt.
sme: Áigodagas 01.10.17 – 31.03.18 lea čađahuvvon ovdaprošeakta.

source: Der kommer det klart frem at det er et stort behov for å arbeide videre med utvikling av samiske viten-skapelige teorier for å kunne brukes i samisk barnehagekontekst.
sme: Das boahtá čielgasit ovdan ahte lea stuorra dárbu bargat viidáseappot sámi dieđalaš teoriijaid ovddidemiin geavahussii sámi mánáidgárddiid oktavuođas.

source: Dette bygget på erfaringer og kunnskaper om samiske verdier, formidlingsmetoder og samisk pedagogisk tenkning i den samiske barnehagesfæren.
sme: Dát vuođđuduvvá vásihusaide ja máhttui sámi árvvuid, gaskkustanmetodaid ja sámi pedagogalaš jurddašeames sámi mánáidgárdesuorggis.

source: Prosjektidéen er presentert for og diskutert med samiske barnehagelærere, Sametingets administrasjon, samiske politikere i Sápmi, fylkesmenn, Utdanningsdirektoratet, Kunnskapsdepartementet og overfor studentene og noen faglærere på Sámi allaskuvla.
sme: Prošeaktajurdda lea ovdan buktojuvvon ja dan birra lea ságastuvvon sámi mánáidgárdeoahpaheddjiiguin, Sámedikki hálddahusain, sámi politihkkariiguin Sámis, fylkkamanniiguin, Oahppodirektoráhtain, Máhttodepartemeanttain ja Sámi allaskuvlla sámi studeanttaiguin ja muhtun fágaoahpaheddjiiguin.

source: I forprosjektperioden er det utviklet målsettinger og arbeidsplaner for det videre arbeidet med prosjektet.
sme: Ovdaprošeaktaáigodagas leat ovddiduvvon mihttomearit ja bargoplánat prošeaktabargui viidáseappot.

source: En prosjektbeskrivelse med tydelige mål og gjennomføring av prosjektet er skissert for de kommende fem årene.
sme: Prošeaktačilgehus mas leat čielga mihttomearit ja movt prošeavtta čađahit leat hábmejuvvon boahttevaš viđa jagi várás.

source: Intensjonene i prosjektet skal implementeres og etableres i barnehagenes hverdag i tråd med rammeplan for barnehagen.
sme: Áigumušat prošeavttas galget implementerejuvvot mánáidgárddiid árgabeaivái dávistettiin mánáidgárddiid rámmaplánii.

source: Det er ansatt en prosjektleder og nedsatt en prosjektgruppe.
sme: Virgáduvvon lea prošeaktajođiheaddji ja biddjojuvvon prošeaktajoavku.
